Repository: midlis/openplotter-rs485
Catalog: openplotterRs485/locale/*/LC_MESSAGES/openplotter-rs485.po
Languages: cs

source: Help
cs: Nápověda

source: Settings
cs: Nastavení

source: Click on "Help" to learn how to get started
cs: Klikněte na "Nápověda" a zjistěte, jak začít

source: This app does nothing.
cs: Tato aplikace nic nedělá.

source: This is a template to start writing your own OpenPlotter app.
cs: Toto je šablona, kterou můžete začít psát vlastní aplikaci OpenP\lotter.

source: DONE
cs: Hotovo

source: FAILED:
cs: Chyba:

source: Checking sources...
cs: Kontrola zdrojů...

source: Setting version...
cs: Nastavuji verzi...

source: Removing app from OpenPlotter...
cs: Odstraňování aplikace z OpenPlotter...

source: Removing version...
cs: Odstraňuji verzi...

source: Opening "RS485 app"...
cs: Otevírání "RS485 aplikace"...

source: This message should be green
cs: Tato zpráva by měla být zelená

source: This message should be black
cs: Tato zpráva by měla být černá

source: "RS485" should open. Uninstall "RS485" to remove this.
cs: "RS485 aplikace" by se měla otevřít. Pro odstranění odinstalujte "RS485 aplikace".

source: Checking "RS485"...
cs: Kontroluji "RS485 aplikace"...

source: "RS485" is installed
cs: "RS485 aplikace" je nainstalována

source: "RS485" is running
cs: "RS485 aplikace" je spuštěna

source: "RS485" is not running
cs: "RS485 aplikace" není spuštěna

source: Warning example. Uninstall "RS485" to remove this.
cs: Příklad varování. Pro odstranění odinstalujte "RS485 aplikace".
