Repository: midlis/openplotter-rs485
Catalog: openplotterMyapp/locale/*/LC_MESSAGES/openplotter-myapp.po
Languages: fi

source: Adding app to OpenPlotter...
fi: Apin lisäys OpenPlotteriin...

source: DONE
fi: VALMIS

source: FAILED:
fi: EPÄONNISTUI:

source: Checking sources...
fi: Tarkistetaan lähteitä...

source: Setting version...
fi: Asetetaan versio...

source: Removing app from OpenPlotter...
fi: Apin poisto OpenPlotterista...

source: Removing version...
fi: Poistetaan versio...

source: My App
fi: Minun app

source: Help
fi: Ohje

source: Settings
fi: Asetukset

source: Click on "Help" to learn how to get started
fi: Klikkaa "Ohje" ja opit alkuun pääsyn

source: This app does nothing.
fi: Tämä app ei tee mitään.

source: This is a template to start writing your own openplotter app.
fi: Tämä on pohja, jolla pääset alkuun oman openplotterapin kirjoittamisessa.

source: Opening "My app"...
fi: Avataan "Minun app"...

source: This message should be green
fi: Tämän viestin tulisi olla vihreä

source: This message should be black
fi: Tämän viestin tulisi olla musta

source: "My app" should open. Uninstall "My app" to remove this.
fi: "Minun app"pitää aueta. Poista "Minun app" asennus tämän poistamiseksi.

source: Checking "My app"...
fi: Tarkistetaan "Minun app"...

source: "My app" is installed
fi: "Minun app" on asennettu

source: "My app" is running
fi: "Minun app" on käynnissä

source: "My app" is not running
fi: "Minun app" ei ole käynnissä

source: Warning example. Uninstall "My app" to remove this.
fi: Varoitus esimerkki. Poista "Minun app" asennus tämän poistamiseksi.
